{
  "privacyTitle": "Политика конфиденциальности",
  "privacy_last_updated": "Последнее обновление: 27 декабря 2025 г.",

  "privacy_entity_title": "Кто мы и что охватывает эта политика",
  "privacy_entity_p1": "Настоящая Политика конфиденциальности применяется к мобильному приложению «Spiko: Multilevel Speaking» (пакет: org.milliytechnology.spiko) («Приложение»), опубликованному OOO «MILLIY TECHNOLOGY» («Разработчик»), зарегистрированным в Узбекистане (ИНН/STIR: 312 223 640; DUNS®: 933905467). Она объясняет, как мы получаем доступ, собираем, используем и передаем данные при использовании вами Приложения и связанных с ним услуг.",

  "privacy_s1_title": "1. Какую информацию мы собираем и храним?",
  "privacy_s1_subtitle1": "Информация об учетной записи:",
  "privacy_s1_p1": "Мы храним минимальный объем информации, достаточный для предоставления наших услуг, который зависит от выбранного вами способа аутентификации. Это может быть адрес электронной почты вашего аккаунта Google или ID пользователя Telegram.",
  "privacy_s1_subtitle2": "Данные сервиса (История чатов и Словарный запас):",
  "privacy_s1_p2": "По умолчанию история ваших чатов и прогресс изучения слов хранятся исключительно в локальной памяти вашего устройства. Мы не храним эти данные на наших серверах и не имеем к ним доступа, если вы не оформили подписку и явно не включили функцию облачной синхронизации.",
  "privacy_s1_subtitle3": "Информация о платежах и подписках:",
  "privacy_s1_p3": "Мы используем сторонние сервисы, такие как Google Play Billing и Click, для обработки платежей. На вас распространяется действие их соответствующих политик конфиденциальности. Мы не храним и не получаем доступа к данным ваших банковских карт. Мы только проверяем факт покупки у наших платежных провайдеров и храним информацию о вашем текущем уровне подписки и дате ее истечения.",
  "privacy_s1_subtitle4": "Аналитика и отчеты о сбоях:",
  "privacy_s1_p4": "Мы используем сервисы Google Firebase (включая Analytics и Crashlytics), чтобы понимать, как используется приложение, и улучшать его стабильность. Firebase может собирать идентификаторы устройства, приложения и события. Где это возможно, Firebase Analytics может использовать Рекламный идентификатор (Advertising ID) устройства. Вы можете сбросить или ограничить его использование в настройках вашего устройства.",
  "privacy_s1_subtitle5": "Идентификаторы устройства и другие ID:",
  "privacy_s1_p5": "Мы можем собирать идентификаторы устройства и приложения. Эти данные используются для функциональности приложения (например, push-уведомления через Firebase Cloud Messaging) и в маркетинговых целях (например, аналитика рекламной сети через Yandex Mobile Ads SDK). Вы можете управлять настройками персонализации рекламы через настройки рекламного идентификатора вашего устройства.",

  "privacy_s2_title": "2. Как мы используем вашу информацию?",
  "privacy_s2_p1": "Мы используем вашу информацию для следующих целей:",
  "privacy_s2_subtitle1": "Для предоставления и поддержки услуг:",
  "privacy_s2_p2": "Информация вашей учетной записи используется для аутентификации и управления подпиской. Для платных пользователей, выбравших облачную синхронизацию, мы храним Данные сервиса на наших защищенных серверах исключительно для синхронизации прогресса между вашими устройствами.",
  "privacy_s2_subtitle2": "Для обслуживания системы:",
  "privacy_s2_p3": "Мы можем проверять анонимизированные и агрегированные Данные сервиса, хранящиеся в наших базах данных, для отладки и технического обслуживания системы. Эти данные никогда не связываются с вашей личностью. Мы не продаем ваши личные данные или Данные сервиса третьим лицам.",
  "privacy_s2_subtitle3": "Аналитика и отчеты о сбоях:",
  "privacy_s2_p4": "Мы используем Firebase Analytics для понимания того, как используются функции, и Firebase Crashlytics для диагностики сбоев, что помогает нам поддерживать надежность Приложения и улучшать ваш опыт.",
  "privacy_s2_subtitle4": "Реклама и маркетинг:",
  "privacy_s2_p5": "Мы используем Yandex Mobile Ads SDK для показа рекламы. Это может включать использование идентификаторов устройства для показа персонализированной рекламы или измерения ее эффективности. Вы можете управлять рекламными предпочтениями в настройках устройства.",

  "privacy_s3_title": "3. Как мы обеспечиваем безопасность ваших данных?",
  "privacy_s3_p1": "Наша основная мера безопасности — это конфиденциальность на этапе проектирования (privacy by design). Сохраняя основные Данные сервиса на вашем устройстве по умолчанию, мы минимизируем объем хранимых нами данных. Для данных, которые вы решили синхронизировать с нашим облаком, мы используем стандартные методы шифрования и меры безопасности. Данные передаются по протоколу HTTPS. Однако ни одна система не является безопасной на 100%, и передача данных в наши Сервисы осуществляется на ваш страх и риск.",

  "privacy_s4_title": "4. Передача информации",
  "privacy_s4_p1": "Мы не продаем ваши личные или конфиденциальные данные. Мы можем передавать данные только в следующих случаях:",
  "privacy_s4_li1": "Поставщикам услуг, обрабатывающим данные от нашего имени (например, Firebase, Yandex Ads, платежные процессоры) на соответствующих условиях защиты данных.",
  "privacy_s4_li2": "По юридическим причинам (для соблюдения закона, действительных запросов госорганов или для защиты прав).",
  "privacy_s4_li3": "При передаче бизнеса с надлежащим юридическим уведомлением (например, слияние или поглощение).",

  "privacy_s5_title": "5. Хранение и удаление данных",
  "privacy_s5_p1": "Мы храним данные учетной записи только пока у вас есть активный аккаунт или пока это необходимо для предоставления Услуг. Вы можете запросить удаление в любое время:",
  "privacy_s5_li1": "В приложении: перейдите в Настройки → Аккаунт → Удалить мой аккаунт.",
  "privacy_s5_li2": "На сайте: посетите страницу Аккаунт по адресу https://milliytechnology.org/account и запросите удаление.",

  "privacy_s6_title": "6. Конфиденциальность детей",
  "privacy_s6_p1": "Приложение не предназначено для детей младше возраста, требующего согласия родителей согласно местному законодательству. Мы сознательно не собираем личные данные детей без соответствующего согласия.",

  "privacy_s7_title": "7. Ваши права и выбор",
  "privacy_s7_p1": "В соответствии с применимым законодательством, вы можете иметь право на доступ, исправление или удаление ваших личных данных. Вы также можете управлять настройками персонализации рекламы через настройки рекламного идентификатора вашего устройства или настройки приложения.",
  "privacy_s7_li1": "Управляйте настройками Рекламного идентификатора (Advertising ID) в настройках конфиденциальности устройства.",
  "privacy_s7_li2": "Используйте встроенные в приложение опции для управления данными, где это доступно.",
  "privacy_s7_li3": "Свяжитесь с нами для других запросов по электронной почте ниже.",

  "privacy_s8_title": "8. Международная передача данных",
  "privacy_s8_p1": "Мы можем обрабатывать данные на серверах, расположенных за пределами вашей страны, включая США и Россию, для таких сервисов, как Yandex Ads и Firebase. При необходимости мы применяем соответствующие меры защиты вашей информации.",

  "privacy_s9_title": "9. Контакты",
  "privacy_s9_p1": "По вопросам конфиденциальности обращайтесь: admin@milliytechnology.org или по почте: Риштанский район, Ферганская область, 151304, Узбекистан.",

  "privacy_s10_title": "10. Изменения в этой политике",
  "privacy_s10_p1": "Мы можем время от времени обновлять эту Политику конфиденциальности. Мы опубликуем обновленную версию на этой странице и изменим дату «Последнее обновление» выше."
}
