{
  "privacyTitle": "Политика конфиденциальности",
  "privacy_last_updated": "Последнее обновление: 19 июня 2025 г.",

  "privacy_s1_title": "1. Какую информацию мы собираем и храним?",
  "privacy_s1_subtitle1": "Информация об учетной записи:",
  "privacy_s1_p1": "Мы храним минимальный объем информации, достаточный для предоставления наших услуг, который зависит от выбранного вами способа аутентификации. Это может быть адрес электронной почты, связанный с вашей учетной записью Google, или ваш идентификатор пользователя Telegram.",
  "privacy_s1_subtitle2": "Служебные данные (История чатов и словарного запаса):",
  "privacy_s1_p2": "По умолчанию история ваших чатов и прогресс в изучении слов хранятся исключительно в локальном хранилище вашего устройства. Мы не храним и не имеем доступа к этим данным на наших серверах, если только вы не оформите подписку и явно не согласитесь на функцию облачной синхронизации.",
  "privacy_s1_subtitle3": "Информация о платежах и подписке:",
  "privacy_s1_p3": "Мы используем сторонние сервисы, такие как Google Play Store Billing и Click, для обработки платежей. На вас распространяются их соответствующие политики конфиденциальности. Мы не храним и не имеем доступа к данным вашей кредитной карты. Мы только проверяем вашу покупку у наших платежных провайдеров и храним ваш текущий уровень подписки и дату ее окончания.",

  "privacy_s2_title": "2. Как мы используем вашу информацию?",
  "privacy_s2_p1": "Мы используем вашу информацию в следующих целях:",
  "privacy_s2_subtitle1": "Для предоставления и поддержки услуг:",
  "privacy_s2_p2": "Информация вашей учетной записи используется для вашей аутентификации и управления подпиской. Для платных пользователей, которые соглашаются на облачную синхронизацию, мы храним служебные данные на наших защищенных серверах с единственной целью — синхронизировать ваш прогресс на разных устройствах.",
  "privacy_s2_subtitle2": "Для обслуживания системы:",
  "privacy_s2_p3": "Мы можем проверять анонимизированные и агрегированные служебные данные, хранящиеся в наших базах данных, для отладки и обслуживания системы. Эти данные никогда не связываются с вашей личностью. Мы ни при каких обстоятельствах не продаем ваши личные или служебные данные третьим лицам.",

  "privacy_s3_title": "3. Как мы обеспечиваем безопасность вашей информации?",
  "privacy_s3_p1": "Наша основная мера безопасности — это конфиденциальность по умолчанию. Храня ваши основные служебные данные на вашем устройстве по умолчанию, мы минимизируем объем хранимых данных. Для данных, которые вы решаете синхронизировать с нашим облаком, мы используем стандартные отраслевые методы шифрования и меры безопасности для их защиты. Однако ни одна система не является на 100% безопасной, и передача данных в наши Услуги осуществляется на ваш страх и риск."
}
