{
  "termsTitle": "Условия использования",
  "terms_last_updated": "Последнее обновление: 6 сентября 2025 г.",
  "terms_intro_title": "1. Согласие с условиями",
  "terms_intro_p1": "Загружая или используя Spiko: Multilevel Speaking (org.milliytechnology.spiko), вы соглашаетесь с настоящими Условиями и нашей Политикой конфиденциальности.",
  "terms_license_title": "2. Лицензия и использование",
  "terms_license_p1": "Мы предоставляем вам ограниченную, неисключительную, непередаваемую лицензию на использование Приложения в личных некоммерческих целях.",
  "terms_license_li1": "Не производите обратную разработку, декомпиляцию или дизассемблирование Приложения.",
  "terms_license_li2": "Не злоупотребляйте Приложением, не пытайтесь обойти защиту и не нарушайте работу сервиса.",
  "terms_license_li3": "Соблюдайте права интеллектуальной собственности и применимые законы.",
  "terms_subs_title": "3. Подписки и оплата",
  "terms_subs_p1": "Платные функции предоставляются через Google Play Billing или других провайдеров. Покупки регулируются условиями провайдера. Управляйте подпиской в настройках учетной записи.",
  "terms_user_title": "4. Контент пользователя",
  "terms_user_p1": "Вы несете ответственность за публикуемый вами контент. Не публикуйте незаконный, вредоносный контент или контент, нарушающий права третьих лиц.",
  "terms_term_title": "5. Прекращение",
  "terms_term_p1": "Мы можем приостановить или прекратить доступ за нарушение настоящих Условий. Вы можете прекратить использование Приложения в любое время.",
  "terms_disclaimer_title": "6. Отказ от гарантий",
  "terms_disclaimer_p1": "Приложение предоставляется \"как есть\" без гарантий. Мы не гарантируем безошибочную работу или достижение конкретных результатов.",
  "terms_liab_title": "7. Ограничение ответственности",
  "terms_liab_p1": "В максимальной степени, допускаемой законом, мы не несем ответственности за косвенные, случайные или последующие убытки.",
  "terms_law_title": "8. Применимое право",
  "terms_law_p1": "Настоящие Условия регулируются законодательством Республики Узбекистан.",
  "terms_contact_title": "9. Контакты",
  "terms_contact_p1": "Вопросы по Условиям: admin@milliytechnology.org"
}
