{
  "termsTitle": "Условия использования",
  "terms_last_updated": "Последнее обновление: 27 декабря 2025 г.",
  "terms_intro_title": "1. Согласие с условиями",
  "terms_intro_p1": "Загружая или используя Spiko: Multilevel Speaking (org.milliytechnology.spiko), вы соглашаетесь соблюдать настоящие Условия и нашу Политику конфиденциальности. Если вы не согласны, не используйте Приложение.",
  "terms_license_title": "2. Лицензия и использование",
  "terms_license_p1": "Мы предоставляем вам ограниченную, неисключительную, непередаваемую лицензию на использование Приложения в личных некоммерческих целях. Вы соглашаетесь соблюдать следующее:",
  "terms_license_li1": "Вы не будете модифицировать, переводить, адаптировать, декомпилировать или производить обратную разработку Приложения или его программного обеспечения.",
  "terms_license_li2": "Вы не будете использовать Приложение для каких-либо незаконных или несанкционированных целей или способом, нарушающим права других лиц.",
  "terms_license_li3": "Вы не будете использовать Приложение для передачи вирусов или вредоносного кода.",
  "terms_subs_title": "3. Подписки, платежи и биллинг",
  "terms_subs_p1": "Платные функции и подписки предоставляются через Google Play Billing или других интегрированных сторонних платежных провайдеров (например, Click). Ваши покупки регулируются условиями этих провайдеров. Вы можете управлять своими подписками через соответствующие настройки аккаунта. Мы можем предлагать бесплатные пробные версии или скидки; они конвертируются в платные подписки, если не будут отменены.",
  "terms_user_title": "4. Контент пользователя и поведение",
  "terms_user_p1": "Вы несете ответственность за любой контент, который вы создаете или отправляете в Приложении. Вы соглашаетесь не отправлять контент, который является незаконным, вредоносным, клеветническим или нарушающим права других лиц.",
  "terms_term_title": "5. Прекращение использования",
  "terms_term_p1": "Мы оставляем за собой право приостановить или прекратить ваш доступ к Приложению в любое время, без уведомления, по любой причине, в том числе, если вы нарушите настоящие Условия. Вы можете прекратить использование Приложения в любое время.",
  "terms_disclaimer_title": "6. Отказ от гарантий",
  "terms_disclaimer_p1": "Приложение предоставляется «как есть» и «как доступно» без каких-либо гарантий, явных или подразумеваемых. Мы не гарантируем, что Приложение будет работать без перебоев, без ошибок или что все ошибки будут исправлены.",
  "terms_liab_title": "7. Ограничение ответственности",
  "terms_liab_p1": "В максимальной степени, разрешенной применимым законодательством, MILLIY TECHNOLOGY не несет ответственности за любые косвенные, случайные, специальные, штрафные убытки, или за любую упущенную выгоду или доходы, понесенные прямо или косвенно, или любую потерю данных, использования, репутации или других нематериальных потерь, возникших в результате (a) вашего доступа или использования, или невозможности доступа или использования Приложения; (b) любого поведения или контента третьих лиц в Приложении; или (c) несанкционированного доступа, использования или изменения ваших передач или контента.",
  "terms_law_title": "8. Применимое право",
  "terms_law_p1": "Настоящие Условия регулируются и толкуются в соответствии с законодательством Республики Узбекистан, без учета принципов коллизионного права.",
  "terms_contact_title": "9. Контакты",
  "terms_contact_p1": "Если у вас есть вопросы об этих Условиях, свяжитесь с нами по адресу: admin@milliytechnology.org"
}
