{
  "termsTitle": "Foydalanish shartlari",
  "terms_last_updated": "Oxirgi yangilanish: 2025-yil 27-dekabr",
  "terms_intro_title": "1. Shartlarga rozilik",
  "terms_intro_p1": "Spiko: Multilevel Speaking (org.milliytechnology.spiko) ilovasini yuklab olish yoki undan foydalanish orqali siz ushbu Shartlar va Maxfiylik siyosatiga rozilik bildirishingizni tasdiqlaysiz. Agar rozi bo'lmasangiz, Ilovadan foydalanmang.",
  "terms_license_title": "2. Litsenziya va foydalanish",
  "terms_license_p1": "Biz sizga Ilovadan shaxsiy, notijorat maqsadlarda foydalanish uchun cheklangan, xususiy bo'lmagan va topshirib bo'lmaydigan litsenziya beramiz. Siz quyidagilarga rioya qilishga rozilik bildirasiz:",
  "terms_license_li1": "Siz Ilovani yoki uning dasturiy ta'minotini o'zgartirmaysiz, tarjima qilmaysiz, moslashtirmaysiz, dekompilyatsiya qilmaysiz yoki teskari muhandislik qilmaysiz.",
  "terms_license_li2": "Siz Ilovadan noqonuniy yoki ruxsatsiz maqsadlarda yoki boshqalarning huquqlarini buzadigan tarzda foydalanmaysiz.",
  "terms_license_li3": "Siz Ilovadan viruslar yoki zararli kodlarni tarqatish uchun foydalanmaysiz.",
  "terms_subs_title": "3. Obunalar, to'lovlar va billing",
  "terms_subs_p1": "Pullik funksiyalar va obunalar Google Play Billing yoki boshqa integratsiya qilingan uchinchi tomon to'lov provayderlari (masalan, Click) orqali taqdim etiladi. Xaridlaringiz ushbu provayderlarning shartlariga bo'ysunadi. Siz obunalarni tegishli hisob sozlamalari orqali boshqarishingiz mumkin. Biz bepul sinov muddati yoki chegirmalarni taklif qilishimiz mumkin; agar bekor qilinmasa, ular pullik obunaga aylanadi.",
  "terms_user_title": "4. Foydalanuvchi kontenti va xulq-atvori",
  "terms_user_p1": "Siz Ilova ichida yaratgan yoki yuborgan har qanday kontent uchun javobgarsiz. Siz noqonuniy, zararli, tuhmat qiluvchi yoki boshqalarning huquqlarini buzadigan kontent yubormaslikka rozilik bildirasiz.",
  "terms_term_title": "5. Foydalanishni to'xtatish",
  "terms_term_p1": "Biz istalgan vaqtda, ogohlantirishsiz va har qanday sababga ko'ra, shu jumladan ushbu Shartlarni buzganingizda, Ilovaga kirishingizni vaqtincha to'xtatish yoki bekor qilish huquqini o'zimizda saqlab qolamiz. Siz xohlagan vaqtda Ilovadan foydalanishni to'xtatishingiz mumkin.",
  "terms_disclaimer_title": "6. Kafolatlardan voz kechish",
  "terms_disclaimer_p1": "Ilova \"boricha\" va \"mavjud holatda\", hech qanday aniq yoki nazarda tutilgan kafolatlarsiz taqdim etiladi. Biz Ilovaning uzluksiz, xatosiz ishlashiga yoki barcha xatolar tuzatilishiga kafolat bermaymiz.",
  "terms_liab_title": "7. Javobgarlikni cheklash",
  "terms_liab_p1": "Amaldagi qonunchilik ruxsat bergan maksimal darajada, MILLIY TECHNOLOGY (a) Ilovaga kirishingiz, undan foydalanishingiz yoki foydalana olmasligingiz; (b) Ilovadagi uchinchi tomonlarning har qanday xatti-harakati yoki kontenti; yoki (c) uzatishlaringiz yoki kontentingizga ruxsatsiz kirish, foydalanish yoki o'zgartirish natijasida kelib chiqadigan har qanday bilvosita, tasodifiy, maxsus, oqibatli yoki jarima zararlari, yoki foyda, daromad, ma'lumotlar, foydalanish, obro' yoki boshqa nomoddiy yo'qotishlar uchun javobgar bo'lmaydi.",
  "terms_law_title": "8. Qo'llaniladigan qonun",
  "terms_law_p1": "Ushbu Shartlar O'zbekiston Respublikasi qonunlari bilan tartibga solinadi va talqin qilinadi.",
  "terms_contact_title": "9. Aloqa",
  "terms_contact_p1": "Ushbu Shartlar bo'yicha savollaringiz bo'lsa, biz bilan bog'laning: admin@milliytechnology.org"
}
