{
  "termsTitle": "Foydalanish shartlari",
  "terms_last_updated": "Oxirgi yangilanish: 2025-yil 6-sentabr",
  "terms_intro_title": "1. Shartlarga rozilik",
  "terms_intro_p1": "Spiko: Multilevel Speaking (org.milliytechnology.spiko) ilovasini yuklab olish yoki undan foydalanish orqali siz ushbu Shartlar va Maxfiylik siyosatiga rozilik bildirishingizni tasdiqlaysiz.",
  "terms_license_title": "2. Litsenziya va foydalanish",
  "terms_license_p1": "Sizga Ilovadan shaxsiy, notijorat maqsadlarda foydalanish uchun cheklangan, xususiy bo'lmagan va topshirib bo'lmaydigan litsenziya beriladi.",
  "terms_license_li1": "Ilovani teskari muhandislik qilish, dekompilyatsiya yoki disassembl qilish taqiqlanadi.",
  "terms_license_li2": "Ilovadan suiiste'mol qilmang, xavfsizlikni aylanib o'tmang, xizmat ishini buzmaying.",
  "terms_license_li3": "Intellektual mulk huquqlariga va amaldagi qonunlarga rioya qiling.",
  "terms_subs_title": "3. Obunalar va to'lov",
  "terms_subs_p1": "Pullik funksiyalar Google Play Billing yoki boshqa provayderlar orqali taqdim etiladi. Xaridlar provayder shartlariga bo'ysunadi. Obunani hisob sozlamalarida boshqaring.",
  "terms_user_title": "4. Foydalanuvchi kontenti",
  "terms_user_p1": "Siz yuborgan kontent uchun javobgarsiz. Noqonuniy, zararli yoki boshqalarning huquqlarini buzadigan kontent yubormang.",
  "terms_term_title": "5. Bekor qilish",
  "terms_term_p1": "Ushbu Shartlar buzilganda kirish vaqtincha to'xtatilishi yoki bekor qilinishi mumkin. Siz xohlagan vaqtda Ilovadan foydalanishni to'xtatishingiz mumkin.",
  "terms_disclaimer_title": "6. Kafolatlardan voz kechish",
  "terms_disclaimer_p1": "Ilova \"boricha\" taqdim etiladi va kafolatlarsiz. Xatosiz ishlash yoki muayyan natijalar kafolatlanmaydi.",
  "terms_liab_title": "7. Javobgarlikni cheklash",
  "terms_liab_p1": "Qonun ruxsat bergan eng yuqori darajada, bilvosita, tasodifiy yoki oqibatdagi zararlar uchun javobgar emasmiz.",
  "terms_law_title": "8. Qo'llaniladigan qonun",
  "terms_law_p1": "Ushbu Shartlar O'zbekiston qonunlari bilan tartibga solinadi.",
  "terms_contact_title": "9. Aloqa",
  "terms_contact_p1": "Shartlar bo'yicha savollar: admin@milliytechnology.org"
}
