{
  "termsTitle": "Terms & Conditions",
  "terms_last_updated": "Last updated: September 6, 2025",
  "terms_intro_title": "1. Agreement to Terms",
  "terms_intro_p1": "By downloading or using Spiko: Multilevel Speaking (org.milliytechnology.spiko), you agree to be bound by these Terms and our Privacy Policy.",
  "terms_license_title": "2. License and Use",
  "terms_license_p1": "We grant you a limited, non-exclusive, non-transferable license to use the App for personal, non-commercial purposes.",
  "terms_license_li1": "Do not reverse engineer, decompile, or disassemble the App.",
  "terms_license_li2": "Do not misuse the App, attempt to circumvent security, or disrupt service.",
  "terms_license_li3": "Respect intellectual property and applicable laws.",
  "terms_subs_title": "3. Subscriptions and Billing",
  "terms_subs_p1": "Paid features are offered via Google Play Billing or other providers. Purchases are subject to the provider's terms. Manage subscriptions in your account settings.",
  "terms_user_title": "4. User Content",
  "terms_user_p1": "You are responsible for content you submit. Do not submit content that is illegal, harmful, or infringes the rights of others.",
  "terms_term_title": "5. Termination",
  "terms_term_p1": "We may suspend or terminate access for violations of these Terms. You may stop using the App at any time.",
  "terms_disclaimer_title": "6. Disclaimers",
  "terms_disclaimer_p1": "The App is provided \"as is\" without warranties. We do not guarantee error-free operation or specific results.",
  "terms_liab_title": "7. Limitation of Liability",
  "terms_liab_p1": "To the maximum extent permitted by law, we are not liable for indirect, incidental, or consequential damages.",
  "terms_law_title": "8. Governing Law",
  "terms_law_p1": "These Terms are governed by the laws of Uzbekistan, without regard to conflict-of-law principles.",
  "terms_contact_title": "9. Contact",
  "terms_contact_p1": "Questions about these Terms: admin@milliytechnology.org"
}
